Repository: bhumi-2005/Agrow---Crop-Disease-Prediction
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

# noSearchResults
source: No crops match your search
hi: आपकी खोज से मेल खाने वाली कोई फसल नहीं मिली
mr: तुमच्या शोधाशी जुळणारी कोणतीही पिके नाहीत

# noCropPrices
source: No crop prices available for your location
hi: आपके स्थान के लिए कोई फसल मूल्य उपलब्ध नहीं है
mr: तुमच्या स्थानासाठी कोणतेही पीक भाव उपलब्ध नाहीत

source: All States
hi: सभी राज्य
mr: सर्व राज्ये

source: Maharashtra
hi: महाराष्ट्र
mr: महाराष्ट्र

source: Karnataka
hi: कर्नाटक
mr: कर्नाटक

source: Gujarat
hi: गुजरात
mr: गुजरात

source: Punjab
hi: पंजाब
mr: पंजाब

source: Uttar Pradesh
hi: उत्तर प्रदेश
mr: उत्तर प्रदेश

source: Madhya Pradesh
hi: मध्य प्रदेश
mr: मध्य प्रदेश

source: All Districts
hi: सभी जिले
mr: सर्व जिल्हे

source: Mumbai
hi: मुंबई
mr: मुंबई

source: Pune
hi: पुणे
mr: पुणे

source: Nagpur
hi: नागपुर
mr: नागपूर

source: Nashik
hi: नासिक
mr: नाशिक

source: Aurangabad
hi: औरंगाबाद
mr: औरंगाबाद

source: Bangalore
hi: बैंगलोर
mr: बेंगळुरू

source: Mysore
hi: मैसूर
mr: मैसूर

source: Hubli
hi: हुबली
mr: हुबळी

source: Mangalore
hi: मंगलौर
mr: मंगळूर

source: Select State
hi: राज्य चुनें
mr: राज्य निवडा

source: Select District
hi: जिला चुनें
mr: जिल्हा निवडा

# showDefaultPrices
source: Show Default Market Prices
hi: डिफ़ॉल्ट बाज़ार मूल्य दिखाएं
mr: डीफॉल्ट बाजार भाव दाखवा

source: Price Details
hi: मूल्य विवरण
mr: किंमत तपशील

source: Min Price
hi: न्यूनतम मूल्य
mr: किमान किंमत

source: Modal Price
hi: मोडल मूल्य
mr: मोडल किंमत

source: Max Price
hi: अधिकतम मूल्य
mr: कमाल किंमत

source: Market Details
hi: बाज़ार विवरण
mr: बाजार तपशील

source: Market
hi: बाज़ार
mr: बाजार

source: District
hi: जिला
mr: जिल्हा

source: State
hi: राज्य
mr: राज्य

source: Date Information
hi: तारीख जानकारी
mr: तारीख माहिती

source: Arrival Date
hi: आवक तिथि
mr: आवक तारीख

source: Crop Disease Detection
hi: फसल रोग पहचान
mr: पीक रोग निदान

# governmentSchemesAndSubsidies
source: Government Schemes & Subsidies
hi: सरकारी योजनाएँ और सब्सिडी
mr: सरकारी योजना आणि अनुदान

# locationMumbai
source: Mumbai
hi: मुंबई
mr: मुंबई

# locationDelhi
source: Delhi
hi: दिल्ली
mr: दिल्ली

# locationPune
source: Pune
hi: पुणे
mr: पुणे

# locationBangalore
source: Bangalore
hi: बैंगलोर
mr: बेंगळुरू

# locationChennai
source: Chennai
hi: चेन्नई
mr: चेन्नई

# locationKolkata
source: Kolkata
hi: कोलकाता
mr: कोलकाता

# locationHyderabad
source: Hyderabad
hi: हैदराबाद
mr: हैदराबाद

# locationAhmedabad
source: Ahmedabad
hi: अहमदाबाद
mr: अहमदाबाद

# locationNagpur
source: Nagpur
hi: नागपुर
mr: नागपूर

# cropDiseaseDesc
source: Take a photo or upload an image of your crop to identify diseases and get treatment recommendations
hi: बीमारियों की पहचान करने और उपचार की सिफारिशें प्राप्त करने के लिए अपनी फसल की तस्वीर लें या छवि अपलोड करें
mr: रोग ओळखण्यासाठी आणि उपचाराच्या शिफारसी मिळवण्यासाठी तुमच्या पिकाचा फोटो काढा किंवा प्रतिमा अपलोड करा

source: Get Pesticide Info
hi: कीटनाशक जानकारी प्राप्त करें
mr: कीटकनाशक माहिती मिळवा
