Repository: bhumi-2005/Agrow---Crop-Disease-Prediction
Catalog: lib/l10n/app_*.arb
Languages: hi, mr

# appTitle
source: Agrow
hi: एग्रो
mr: अॅग्रो

source: Today's Weather
hi: आज का मौसम
mr: आजचे हवामान

source: Hourly Forecast
hi: प्रति घंटा पूर्वानुमान
mr: तासाभराचा अंदाज

# currentTime
source: Current Time: {time}
hi: वर्तमान समय: {time}
mr: सध्याची वेळ: {time}

source: Govt. Schemes
hi: सरकारी योजनाएं और सब्सिडी
mr: सरकारी योजना आणि अनुदान

# govtSchemesDesc
source: Check available government schemes and subsidies for farmers
hi: किसानों के लिए उपलब्ध सरकारी योजनाएं और सब्सिडी देखें
mr: शेतकऱ्यांसाठी उपलब्ध सरकारी योजना आणि अनुदान तपासा

source: Expert Consultation
hi: विशेषज्ञ परामर्श
mr: तज्ञ सल्ला

# expertConsultationDesc
source: Connect with agricultural experts for personalized advice
hi: कृषि विशेषज्ञों से व्यक्तिगत सलाह प्राप्त करें
mr: कृषी तज्ञांकडून वैयक्तिक सल्ला मिळवा

# warningAlert
source: Thunderstorm warning
hi: आंधी की चेतावनी
mr: वादळाचा इशारा

source: Partly Cloudy
hi: आंशिक रूप से बादल
mr: अंशतः ढगाळ

# searchExperts
source: Search experts by name or specialization...
hi: नाम या विशेषज्ञता से खोजें...
mr: नाव किंवा विशेषज्ञता शोधा...

source: Apply Now
hi: अभी आवेदन करें
mr: अर्ज करा

source: Details
hi: विवरण
mr: तपशील

source: Remind
hi: याद दिलाएं
mr: आठवण करा

source: Location
hi: स्थान
mr: स्थान

# condition
source: Partly Cloudy
hi: आंशिक रूप से बादल
mr: अंशतः ढगाळ

source: Forecast
hi: पूर्वानुमान
mr: अंदाज

source: AM
hi: पूर्वाह्न
mr: सकाळी

source: PM
hi: अपराह्न
mr: संध्याकाळी

# warningMessage
source: Thunderstorm warning
hi: आंधी-तूफान की चेतावनी
mr: वादळाचा इशारा

source: Safe
hi: सुरक्षित
mr: सुरक्षित

source: Caution
hi: सावधान
mr: सावधानता

source: Danger
hi: खतरा
mr: धोका

# expertConsultationTitle
source: Expert Consultation
hi: विशेषज्ञ परामर्श
mr: तज्ञ सल्ला

# searchExpertsHint
source: Search experts by name or specialization...
hi: नाम या विशेषज्ञता से खोजें...
mr: नाव किंवा विशेषज्ञता शोधा...

# filterAll
source: All
hi: सभी
mr: सर्व

# filterCrops
source: Crops
hi: फसल
mr: पीक

# filterSoil
source: Soil
hi: मिट्टी
mr: माती

# filterGovt
source: Govt.
hi: सरकारी
mr: सरकारी

source: No experts found
hi: कोई विशेषज्ञ नहीं मिला
mr: कोणतेही तज्ञ सापडले नाहीत

# tryDifferentSearch
source: Try different search terms or filters
hi: अलग खोज शब्द या फ़िल्टर आज़माएं
mr: वेगळे शोध शब्द किंवा फिल्टर वापरून पहा

# experienceLabel
source: years of experience
hi: वर्षों का अनुभव
mr: वर्षांचा अनुभव

# feePerSession
source: ₹{amount}/30min
hi: ₹{amount}/30मिनट
mr: ₹{amount}/30मिनिटे

# chatButton
source: Chat
hi: चैट
mr: चॅट

# callButton
source: Call
hi: कॉल
mr: कॉल

# videoButton
source: Video
hi: वीडियो
mr: व्हिडिओ

# expertName1
source: Dr. Rajesh Kumar
hi: डॉ. राजेश कुमार
mr: डॉ. राजेश कुमार

# expertName2
source: Dr. Priya Sharma
hi: डॉ. प्रिया शर्मा
mr: डॉ. प्रिया शर्मा

# expertName3
source: Amit Patel
hi: अमित पटेल
mr: अमित पाटील

# expertSpec1
source: Crop Disease Specialist
hi: फसल रोग विशेषज्ञ
mr: पीक रोग तज्ञ

# expertSpec2
source: Soil Scientist
hi: मृदा वैज्ञानिक
mr: मृदा शास्त्रज्ञ

# expertSpec3
source: Government Scheme Advisor
hi: सरकारी योजना सलाहकार
mr: सरकारी योजना सल्लागार

# expertExp1
source: 15 years of experience in crop disease management and prevention
hi: फसल रोग प्रबंधन और रोकथाम में 15 वर्षों का अनुभव
mr: पीक रोग व्यवस्थापन आणि प्रतिबंधात १५ वर्षांचा अनुभव

# expertExp2
source: Expert in soil health and fertility management with 12 years of experience
hi: मिट्टी की स्वास्थ्य और उर्वरता प्रबंधन में 12 वर्षों का अनुभव
mr: माती आरोग्य आणि सुपीकता व्यवस्थापनात १२ वर्षांचा अनुभव

# expertExp3
source: Specialized in agricultural schemes and subsidies for 10 years
hi: कृषि योजनाओं और सब्सिडी में 10 वर्षों की विशेषज्ञता
mr: कृषी योजना आणि अनुदानात १० वर्षांची विशेषज्ञता

# tagCrops
source: Crops
hi: फसलें
mr: पिके

# tagDisease
source: Disease Control
hi: रोग नियंत्रण
mr: रोग नियंत्रण

# tagSoil
source: Soil
hi: मिट्टी
mr: माती

# tagFertility
source: Fertility
hi: उर्वरता
mr: सुपीकता

# tagGovt
source: Government
hi: सरकारी
mr: सरकारी

# tagSubsidies
source: Subsidies
hi: सब्सिडी
mr: अनुदान

# expertType1
source: Crops
hi: फसलें
mr: पिके

# expertType2
source: Soil
hi: मिट्टी
mr: माती

# expertType3
source: Govt.
hi: सरकारी
mr: सरकारी

source: Crop Advisory
hi: फसल सलाह
mr: पीक सल्ला

# cropAdvisoryDesc
source: Get personalized crop recommendations based on your land and conditions
hi: अपनी भूमि और परिस्थितियों के आधार पर व्यक्तिगत फसल की सिफारिशें प्राप्त करें
mr: तुमच्या जमिनी आणि परिस्थितींवर आधारित वैयक्तिक पीक शिफारसी मिळवा

# cropAdvisoryTitle
source: Crop Advisory
hi: फसल सलाह
mr: पीक सल्ला

# getPersonalizedRecommendations
source: Get Personalized Crop Recommendations
hi: व्यक्तिगत फसल सिफारिशें प्राप्त करें
mr: वैयक्तिक पीक शिफारसी मिळवा

# fillDetailsBelow
source: Fill in the details below for customized pesticide advisory
hi: अनुकूलित कीटनाशक सलाह के लिए नीचे विवरण भरें
mr: सानुकूल कीटकनाशक सल्ल्यासाठी खालील तपशील भरा

source: Crop Selection
hi: फसल चयन
mr: पीक निवड

source: Select from list
hi: सूची से चुनें
mr: यादीतून निवडा

source: Enter manually
hi: मैन्युअल रूप से दर्ज करें
mr: स्वतः टाइप करा

source: Select crop
hi: फसल चुनें
mr: पीक निवडा

source: Enter crop name
hi: फसल का नाम दर्ज करें
mr: पीक नाव टाका

source: Land Area
hi: भूमि क्षेत्र
mr: जमीन क्षेत्र

source: Enter area
hi: क्षेत्र दर्ज करें
mr: क्षेत्र टाका

source: Irrigation Method
hi: सिंचाई विधि
mr: सिंचन पद्धत

source: Select irrigation method
hi: सिंचाई विधि चुनें
mr: सिंचन पद्धत निवडा

source: Enter irrigation method
hi: सिंचाई विधि दर्ज करें
mr: सिंचन पद्धत टाका

source: Weather Conditions
hi: मौसम की स्थिति
mr: हवामान स्थिती

source: Select weather condition
hi: मौसम की स्थिति चुनें
mr: हवामान स्थिती निवडा

source: Enter weather condition
hi: मौसम की स्थिति दर्ज करें
mr: हवामान स्थिती टाका

source: Get Advisory
hi: सलाह प्राप्त करें
mr: सल्ला मिळवा

# soilClay
source: Clay Soil
hi: चिकनी मिट्टी
mr: चिकणमाती

# soilSandy
source: Sandy Soil
hi: बलुई मिट्टी
mr: वाळूमिश्रित माती

# soilLoamy
source: Loamy Soil
hi: दोमट मिट्टी
mr: मुरमाड माती

# soilSilt
source: Silty Soil
hi: गाद मिट्टी
mr: गाळाची माती

# soilBlackCotton
source: Black Cotton Soil
hi: काली मिट्टी
mr: काळी कसदार माती

# soilRed
source: Red Soil
hi: लाल मिट्टी
mr: लाल माती

# soilAlluvial
source: Alluvial Soil
hi: जलोढ़ मिट्टी
mr: गाळाची माती

# weatherSunny
source: Sunny
hi: धूप
mr: ऊन

# weatherCloudy
source: Cloudy
hi: बादल
mr: ढगाळ

# weatherRainy
source: Rainy
hi: बारिश
mr: पावसाळी

# weatherHotHumid
source: Hot and Humid
hi: गर्म और नम
mr: उष्ण आणि दमट

# weatherCold
source: Cold
hi: ठंडा
mr: थंड

# weatherWindy
source: Windy
hi: हवादार
mr: वारा

# weatherDrought
source: Drought
hi: सूखा
mr: दुष्काळ

# irrigationDrip
source: Drip Irrigation
hi: टपक सिंचाई
mr: ठिबक सिंचन

# irrigationSprinkler
source: Sprinkler Irrigation
hi: फव्वारा सिंचाई
mr: तुषार सिंचन

# irrigationFlood
source: Flood Irrigation
hi: बाढ़ सिंचाई
mr: पाट पाणी

# irrigationFurrow
source: Furrow Irrigation
hi: कूंड सिंचाई
mr: सरी सिंचन

# irrigationBasin
source: Basin Irrigation
hi: थाला सिंचाई
mr: थाळे पद्धत

# irrigationRainfed
source: Rainfed
hi: वर्षा आधारित
mr: कोरडवाहू

# stageSeedling
source: Seedling Stage
hi: अंकुर अवस्था
mr: रोप अवस्था

# stageVegetative
source: Vegetative Stage
hi: वानस्पतिक अवस्था
mr: वाढीची अवस्था

# stageFlowering
source: Flowering Stage
hi: पुष्पन अवस्था
mr: फुलोरा अवस्था

# stageFruiting
source: Fruiting Stage
hi: फलन अवस्था
mr: फळधारणा अवस्था

# stageMaturity
source: Maturity Stage
hi: परिपक्वता अवस्था
mr: परिपक्व अवस्था

# stageHarvest
source: Harvest Stage
hi: कटाई अवस्था
mr: काढणी अवस्था

# soilTypeTitle
source: Soil Type
hi: मिट्टी का प्रकार
mr: जमिनीचा प्रकार

# soilTypeDesc
source: Select the type of soil in your field
hi: अपने खेत की मिट्टी का प्रकार चुनें
mr: तुमच्या शेतातील जमिनीचा प्रकार निवडा

source: Enter soil type
hi: मिट्टी का प्रकार दर्ज करें
mr: जमिनीचा प्रकार टाका

source: Select soil type
hi: मिट्टी का प्रकार चुनें
mr: जमिनीचा प्रकार निवडा

# weatherTitle
source: Weather Conditions
hi: मौसम की स्थिति
mr: हवामान स्थिती

# weatherDesc
source: Select the current weather conditions
hi: वर्तमान मौसम की स्थिति चुनें
mr: सध्याची हवामान स्थिती निवडा

# enterWeather
source: Enter weather conditions
hi: मौसम की स्थिति दर्ज करें
mr: हवामान स्थिती टाका

# selectWeather
source: Select weather conditions
hi: मौसम की स्थिति चुनें
mr: हवामान स्थिती निवडा

# irrigationTitle
source: Irrigation Method
hi: सिंचाई विधि
mr: सिंचन पद्धत

# irrigationDesc
source: Select your irrigation method
hi: अपनी सिंचाई विधि चुनें
mr: तुमची सिंचन पद्धत निवडा

# enterIrrigation
source: Enter irrigation method
hi: सिंचाई विधि दर्ज करें
mr: सिंचन पद्धत टाका

# selectIrrigation
source: Select irrigation method
hi: सिंचाई विधि चुनें
mr: सिंचन पद्धत निवडा

# growthStageTitle
source: Crop Growth Stage
hi: फसल की बढ़वार अवस्था
mr: पीक वाढीची अवस्था

# growthStageDesc
source: Select the current growth stage of your crop
hi: अपनी फसल की वर्तमान बढ़वार अवस्था चुनें
mr: तुमच्या पिकाची सध्याची वाढीची अवस्था निवडा

source: Enter growth stage
hi: बढ़वार अवस्था दर्ज करें
mr: वाढीची अवस्था टाका

source: Select growth stage
hi: बढ़वार अवस्था चुनें
mr: वाढीची अवस्था निवडा

# areaUnitsAcres
source: Acres
hi: एकड़
mr: एकर

# areaUnitsHectares
source: Hectares
hi: हेक्टेयर
mr: हेक्टर

# areaUnitsSquareMeters
source: Square Meters
hi: वर्ग मीटर
mr: चौरस मीटर

# areaUnitsSquareFeet
source: Square Feet
hi: वर्ग फुट
mr: चौरस फूट

# areaUnitsGuntha
source: Guntha
hi: गुंठा
mr: गुंठा

# areaUnitsBigha
source: Bigha
hi: बीघा
mr: बिघा

# weatherTypesSunny
source: Sunny
hi: धूप
mr: ऊन

# weatherTypesPartlyCloudy
source: Partly Cloudy
hi: आंशिक बादल
mr: अंशतः ढगाळ

# weatherTypesOvercast
source: Overcast
hi: पूर्ण बादल
mr: पूर्ण ढगाळ

# weatherTypesLightRain
source: Light Rain
hi: हल्की बारिश
mr: हलका पाऊस

# weatherTypesHeavyRain
source: Heavy Rain
hi: भारी बारिश
mr: जोरदार पाऊस

# weatherTypesThunderstorm
source: Thunderstorm
hi: आंधी-तूफान
mr: वादळी पाऊस

# weatherTypesWindy
source: Windy
hi: हवादार
mr: वारा

# weatherTypesHotHumid
source: Hot and Humid
hi: गर्म और नम
mr: उष्ण आणि दमट

# weatherTypesColdDry
source: Cold and Dry
hi: ठंडा और शुष्क
mr: थंड आणि कोरडे

# weatherTypesFoggy
source: Foggy
hi: धुंधला
mr: धुके

# weatherTypesHazy
source: Hazy
hi: धुंध
mr: धुरके

# weatherTypesDrought
source: Drought Conditions
hi: सूखा स्थिति
mr: दुष्काळी परिस्थिती

# weatherTypesHighTemp
source: High Temperature
hi: उच्च तापमान
mr: उच्च तापमान

# weatherTypesLowTemp
source: Low Temperature
hi: निम्न तापमान
mr: कमी तापमान

# irrigationTypesDrip
source: Drip Irrigation
hi: टपक सिंचाई
mr: ठिबक सिंचन

# irrigationTypesSprinkler
source: Sprinkler Irrigation
hi: फव्वारा सिंचाई
mr: तुषार सिंचन

# irrigationTypesFlood
source: Flood Irrigation
hi: बाढ़ सिंचाई
mr: पाट पाणी

# irrigationTypesFurrow
source: Furrow Irrigation
hi: कूंड सिंचाई
mr: सरी पद्धत

# irrigationTypesCenterPivot
source: Center Pivot Irrigation
hi: केंद्रीय घूर्णन सिंचाई
mr: फिरते सिंचन

# irrigationTypesSubsurfaceDrip
source: Sub-surface Drip Irrigation
hi: भूमिगत टपक सिंचाई
mr: भूमिगत ठिबक

# irrigationTypesMicroSprinkler
source: Micro-sprinkler System
hi: सूक्ष्म फव्वारा प्रणाली
mr: सूक्ष्म तुषार प्रणाली

# irrigationTypesSurface
source: Surface Irrigation
hi: सतही सिंचाई
mr: पृष्ठभाग सिंचन

# irrigationTypesBasin
source: Basin Irrigation
hi: थाला सिंचाई
mr: वाफा पद्धत

# irrigationTypesBorderStrip
source: Border Strip Irrigation
hi: सीमा पट्टी सिंचाई
mr: बांध पद्धत

# cropsWheat
source: Wheat
hi: गेहूं
mr: गहू

# cropsRice
source: Rice
hi: धान
mr: भात

# cropsCotton
source: Cotton
hi: कपास
mr: कापूस

# cropsSugarcane
source: Sugarcane
hi: गन्ना
mr: ऊस

# cropsMaize
source: Maize
hi: मक्का
mr: मका

# cropsSoybean
source: Soybean
hi: सोयाबीन
mr: सोयाबीन

# cropsPotato
source: Potato
hi: आलू
mr: बटाटा

# cropsTomato
source: Tomato
hi: टमाटर
mr: टोमॅटो

# cropsOnion
source: Onion
hi: प्याज
mr: कांदा

# cropsGroundnut
source: Groundnut
hi: मूंगफली
mr: भुईमूग

# cropsChickpea
source: Chickpea
hi: चना
mr: हरभरा

# cropsMustard
source: Mustard
hi: सरसों
mr: मोहरी

# cropsSunflower
source: Sunflower
hi: सूरजमुखी
mr: सूर्यफूल

# cropsTurmeric
source: Turmeric
hi: हल्दी
mr: हळद

# cropsGinger
source: Ginger
hi: अदरक
mr: आले

# cropsGarlic
source: Garlic
hi: लहसुन
mr: लसूण

# cropsChili
source: Chili
hi: मिर्च
mr: मिरची

# cropsCauliflower
source: Cauliflower
hi: फूलगोभी
mr: फुलकोबी

# cropsCabbage
source: Cabbage
hi: पत्तागोभी
mr: कोबी

# cropsCarrot
source: Carrot
hi: गाजर
mr: गाजर

# cropsPeas
source: Peas
hi: मटर
mr: वाटाणा

# cropsBeans
source: Beans
hi: फलियां
mr: शेंगा

# cropsCucumber
source: Cucumber
hi: खीरा
mr: काकडी

# cropsEggplant
source: Eggplant
hi: बैंगन
mr: वांगे

# cropsOkra
source: Okra
hi: भिंडी
mr: भेंडी

# appName
source: Agrow
hi: एग्रो
mr: एग्रो

source: Services
hi: सेवाएं
mr: सेवा

# pesticides
source: Pesticide Advisory
hi: कीटनाशक सलाह
mr: कीटकनाशक सल्ला

source: Market Prices
hi: बाज़ार मूल्य
mr: बाजार भाव

source: Crop Disease
hi: फसल रोग
mr: पीक रोग

# currentTemp
source: Current Temperature
hi: वर्तमान तापमान
mr: सध्याचे तापमान

source: Feels Like
hi: महसूस होता है
mr: जाणवते

source: Humidity
hi: नमी
mr: आर्द्रता

source: Wind Speed
hi: हवा की गति
mr: वाऱ्याचा वेग

source: Precipitation
hi: वर्षा
mr: पाऊस

source: Weekly Forecast
hi: साप्ताहिक पूर्वानुमान
mr: आठवड्याचा अंदाज

source: Loading...
hi: लोड हो रहा है...
mr: लोड होत आहे...

# errorLoading
source: Error loading weather data
hi: मौसम डेटा लोड करने में त्रुटि
mr: हवामान माहिती लोड करताना त्रुटी

source: Retry
hi: पुनः प्रयास करें
mr: पुन्हा प्रयत्न करा

source: km/h
hi: किमी/घंटा
mr: किमी/तास

source: mm
hi: मिमी
mr: मिमी

source: Clear
hi: साफ़
mr: निरभ्र

source: Cloudy
hi: बादल
mr: ढगाळ

source: Rain
hi: बारिश
mr: पाऊस

source: Thunderstorm
hi: आंधी-तूफान
mr: वादळ

source: Snow
mr: बर्फ

source: Mist
mr: धुके

source: Fog
mr: दाट धुके

source: Haze
mr: धूसर

source: Sunny
hi: धूप
mr: उन्हाळी

source: Overcast
hi: बादल छाए
mr: मेघाच्छादित

source: Light Rain
hi: हल्की बारिश
mr: हलका पाऊस

source: Heavy Rain
hi: भारी बारिश
mr: जोरदार पाऊस

source: Drizzle
mr: रिमझिम

source: Shower
mr: सरी

source: UV
hi: यूवी
mr: यूव्ही

source: Wind
hi: हवा
mr: वारा

source: Day
hi: दिन
mr: दिवस

source: Today
hi: आज
mr: आज

source: Tomorrow
hi: कल
mr: उद्या

source: Monday
hi: सोमवार
mr: सोमवार

source: Tuesday
hi: मंगलवार
mr: मंगळवार

source: Wednesday
hi: बुधवार
mr: बुधवार

source: Thursday
hi: गुरुवार
mr: गुरुवार

source: Friday
hi: शुक्रवार
mr: शुक्रवार

source: Saturday
hi: शनिवार
mr: शनिवार

source: Sunday
hi: रविवार
mr: रविवार

source: Min
hi: न्यूनतम
mr: किमान

source: Max
hi: अधिकतम
mr: कमाल

# threeDayForecast
source: 3 Day Forecast
hi: 3 दिन का पूर्वानुमान
mr: 3 दिवसांचा अंदाज

source: Crop Disease Prediction
hi: फसल रोग पहचान
mr: पीक रोग ओळख

source: Upload Image
hi: छवि अपलोड करें
mr: प्रतिमा अपलोड करा

source: Take Photo
hi: फोटो लें
mr: फोटो काढा

source: Choose from Gallery
hi: गैलरी से चुनें
mr: गॅलरीमधून निवडा

source: Analyzing...
hi: विश्लेषण हो रहा है...
mr: विश्लेषण करत आहे...

# uploadOrTakePhoto
source: Please upload or take a photo of the affected crop
hi: कृपया प्रभावित फसल की फोटो अपलोड करें या लें
mr: कृपया प्रभावित पिकाचा फोटो अपलोड करा किंवा काढा

source: Disease Detected
hi: रोग का पता चला
mr: रोग आढळला

source: Disease Name
hi: रोग का नाम
mr: रोगाचे नाव

source: Confidence
hi: विश्वसनीयता
mr: विश्वसनीयता

source: Treatment
hi: उपचार
mr: उपचार

source: Preventive Measures
hi: निवारक उपाय
mr: प्रतिबंधात्मक उपाय

# noDisease
source: No Disease Detected
hi: कोई रोग नहीं मिला
mr: कोणताही रोग आढळला नाही

# healthyPlant
source: Your plant appears to be healthy!
hi: आपका पौधा स्वस्थ दिखाई दे रहा है!
mr: तुमचे रोपण निरोगी दिसत आहे!

# tryDifferentImage
source: Try with a different image
hi: दूसरी छवि के साथ प्रयास करें
mr: वेगळ्या प्रतिमेसह प्रयत्न करा

# imageError
source: Error loading image
hi: छवि लोड करने में त्रुटि
mr: प्रतिमा लोड करताना त्रुटी

source: Analysis failed
hi: विश्लेषण विफल रहा
mr: विश्लेषण अयशस्वी

source: Retry Analysis
hi: पुनः विश्लेषण करें
mr: पुन्हा विश्लेषण करा

source: Diagnostics
hi: निदान
mr: निदान

# uploadImageForResults
source: Upload an image to get results
hi: परिणाम प्राप्त करने के लिए छवि अपलोड करें
mr: निकाल मिळवण्यासाठी प्रतिमा अपलोड करा

source: Pesticide Advisory
hi: कीटनाशक सलाह
mr: कीटकनाशक सल्ला

# searchPesticide
source: Search pesticides...
hi: कीटनाशक खोजें...
mr: कीटकनाशके शोधा...

source: Pesticide Details
hi: कीटनाशक विवरण
mr: कीटकनाशक तपशील

source: Active Ingredient
hi: सक्रिय तत्व
mr: सक्रिय घटक

source: Target Pests
hi: लक्षित कीट
mr: लक्ष्यित कीटक

source: Applicable Crops
hi: उपयुक्त फसलें
mr: लागू पिके

source: Dosage
hi: मात्रा
mr: मात्रा

source: Safety Period
hi: सुरक्षा अवधि
mr: सुरक्षा कालावधी

source: Precautions
hi: सावधानियां
mr: खबरदारी

# application
source: Application Method
hi: प्रयोग विधि
mr: वापरण्याची पद्धत

source: Effectiveness
hi: प्रभावशीलता
mr: परिणामकारकता

# alternatives
source: Organic Alternatives
hi: जैविक विकल्प
mr: नैसर्गिक पर्याय

source: Filter by
hi: फ़िल्टर करें
mr: फिल्टर करा

source: All Pesticides
hi: सभी कीटनाशक
mr: सर्व कीटकनाशके

source: Organic
hi: जैविक
mr: सेंद्रिय

source: Chemical
hi: रासायनिक
mr: रासायनिक

source: Biological
hi: जैविक
mr: जैविक

source: No pesticides found
hi: कोई कीटनाशक नहीं मिला
mr: कोणतीही कीटकनाशके सापडली नाहीत

# tryDifferentFilter
source: Try a different filter or search term
hi: अलग फ़िल्टर या खोज शब्द आज़माएं
mr: वेगळा फिल्टर किंवा शोध शब्द वापरून पहा

source: Crop Type
hi: फसल का प्रकार
mr: पीक प्रकार

# cropTypeDesc
source: What crop are you growing?
hi: आप कौन सी फसल उगा रहे हैं?
mr: तुम्ही कोणते पीक लावत आहात?

source: Enter Crop Type
hi: फसल का प्रकार दर्ज करें
mr: पीक प्रकार टाका

source: Pest Type
hi: कीट का प्रकार
mr: कीटक प्रकार

# pestTypeDesc
source: What type of pest are you dealing with?
hi: आप किस प्रकार के कीट से निपट रहे हैं?
mr: तुम्ही कोणत्या प्रकारच्या कीटकांशी सामना करत आहात?

source: Enter Pest Type
hi: कीट का प्रकार दर्ज करें
mr: कीटक प्रकार टाका

source: Region
hi: क्षेत्र
mr: प्रदेश

# regionDesc
source: In which region is your farm located?
hi: आपका खेत किस क्षेत्र में स्थित है?
mr: तुमचे शेत कोणत्या प्रदेशात आहे?

source: Enter Region
hi: क्षेत्र दर्ज करें
mr: प्रदेश टाका

source: Planting Month
hi: बुवाई का महीना
mr: लागवडीचा महिना

# plantingMonthDesc
source: When did you plant your crop?
hi: आपने फसल कब बोई थी?
mr: तुम्ही पीक केव्हा लावले?

source: Enter Planting Month
hi: बुवाई का महीना दर्ज करें
mr: लागवडीचा महिना टाका

# issueTypeTitle
source: Issue Type
hi: समस्या का प्रकार
mr: समस्येचा प्रकार

# issueTypeDesc
source: What issue are you facing with your crops?
hi: आप किस प्रकार की समस्या का सामना कर रहे हैं?
mr: तुम्हाला कोणत्या प्रकारची समस्या जाणवत आहे?

# issueTypePests
source: Pests
hi: कीट
mr: कीटक

# issueTypeDiseases
source: Diseases
hi: रोग
mr: रोग

# issueTypeWeeds
source: Weeds
hi: खरपतवार
mr: तण

# issueTypeNutrient
source: Nutrient Deficiency
hi: पोषक तत्वों की कमी
mr: पोषक द्रव्यांची कमतरता

# issueTypeOther
source: Other
hi: अन्य
mr: इतर

# additionalInfo
source: Additional Information
hi: अतिरिक्त जानकारी
mr: अतिरिक्त माहिती

# additionalInfoDesc
source: Any other details you would like to add?
hi: क्या आप कोई अन्य विवरण जोड़ना चाहेंगे?
mr: तुम्हाला आणखी काही तपशील जोडायचे आहेत का?

# additionalInfoHint
source: Enter any extra information...
hi: कोई अतिरिक्त जानकारी दर्ज करें...
mr: काही अतिरिक्त माहिती टाका...

source: Select issue type
hi: समस्या का प्रकार चुनें
mr: समस्येचा प्रकार निवडा

source: Select crop type
hi: फसल का प्रकार चुनें
mr: पीक प्रकार निवडा

source: Select pest type
hi: कीट का प्रकार चुनें
mr: कीटक प्रकार निवडा

source: Select region
hi: क्षेत्र चुनें
mr: प्रदेश निवडा

source: Select planting month
hi: बुवाई का महीना चुनें
mr: लागवडीचा महिना निवडा

# pestsAphids
source: Aphids
hi: माहू
mr: माहूर

# pestsWeevils
source: Weevils
hi: घुन
mr: घोगडा

# pestsBollworm
source: Bollworm
hi: सुंडी
mr: बोंड अळी

# pestsStemborer
source: Stem Borer
hi: तना छेदक
mr: खोड किडा

# pestsArmyworm
source: Armyworm
hi: सेना कीट
mr: लष्करी अळी

# pestsLeafhopper
source: Leafhopper
hi: चिटका
mr: तुडतुडे

# pestsWhitefly
source: Whitefly
hi: सफेद मक्खी
mr: पांढरी माशी

# pestsGrasshopper
source: Grasshopper
hi: टिड्डा
mr: टोळ

# pestsThrips
source: Thrips
hi: थ्रिप्स
mr: फुलकिडे

# pestsMites
source: Mites
hi: माइट्स
mr: कोळी

# regionsKonkan
source: Konkan
hi: कोंकण
mr: कोकण

# regionsWestern
source: Western Maharashtra
hi: पश्चिम महाराष्ट्र
mr: पश्चिम महाराष्ट्र

# regionsMarathwada
source: Marathwada
hi: मराठवाड़ा
mr: मराठवाडा

# regionsVidarbha
source: Vidarbha
hi: विदर्भ
mr: विदर्भ

# regionsNorthern
source: Northern Maharashtra
hi: उत्तर महाराष्ट्र
mr: उत्तर महाराष्ट्र

# regionsNagpur
source: Nagpur
hi: नागपुर
mr: नागपूर

# regionsNashik
source: Nashik
hi: नासिक
mr: नाशिक

# regionsPune
source: Pune
hi: पुणे
mr: पुणे

# regionsAmravati
source: Amravati
hi: अमरावती
mr: अमरावती

# regionsLatur
source: Latur
hi: लातूर
mr: लातूर

# monthsJanuary
source: January
hi: जनवरी
mr: जानेवारी

# monthsFebruary
source: February
hi: फरवरी
mr: फेब्रुवारी

# monthsMarch
source: March
hi: मार्च
mr: मार्च

# monthsApril
source: April
hi: अप्रैल
mr: एप्रिल

# monthsMay
source: May
hi: मई
mr: मे

# monthsJune
source: June
hi: जून
mr: जून

# monthsJuly
source: July
hi: जुलाई
mr: जुलै

# monthsAugust
source: August
hi: अगस्त
mr: ऑगस्ट

# monthsSeptember
source: September
hi: सितंबर
mr: सप्टेंबर

# monthsOctober
source: October
hi: अक्टूबर
mr: ऑक्टोबर

# monthsNovember
source: November
hi: नवंबर
mr: नोव्हेंबर

# monthsDecember
source: December
hi: दिसंबर
mr: डिसेंबर

# characterCount
source: {count}/250 characters
hi: अक्षर संख्या: {count}/250
mr: अक्षर संख्या: {count}/250

# govtSchemesTitle
source: Government Schemes & Subsidies
hi: सरकारी योजनाएं और सब्सिडी
mr: सरकारी योजना आणि अनुदान

source: Search schemes...
hi: योजनाएं खोजें...
mr: योजना शोधा...

source: Filter schemes
hi: योजनाएं फ़िल्टर करें
mr: योजना फिल्टर करा

source: All Schemes
hi: सभी योजनाएं
mr: सर्व योजना

# activeSchemes
source: Active
hi: सक्रिय
mr: सक्रिय

# upcomingSchemes
source: Upcoming
hi: आगामी
mr: येणाऱ्या

# expiredSchemes
source: Expired
hi: समाप्त
mr: कालबाह्य

source: Scheme Details
hi: योजना विवरण
mr: योजना तपशील

source: Eligibility
hi: पात्रता
mr: पात्रता

source: Benefits
hi: लाभ
mr: लाभ

source: Required Documents
hi: आवश्यक दस्तावेज
mr: आवश्यक कागदपत्रे

source: Application Process
hi: आवेदन प्रक्रिया
mr: अर्ज प्रक्रिया

source: Last Date
hi: अंतिम तिथि
mr: अंतिम दिनांक

source: Status
hi: स्थिति
mr: स्थिती

source: View More
hi: और देखें
mr: अधिक पहा

source: No schemes found
hi: कोई योजना नहीं मिली
mr: कोणतीही योजना सापडली नाही

# schemeTitle1
source: Pradhan Mantri Fasal Bima Yojana
hi: प्रधानमंत्री फसल बीमा योजना
mr: प्रधानमंत्री पीक विमा योजना

# schemeDesc1
source: Crop insurance scheme for farmers
hi: किसानों के लिए फसल बीमा योजना
mr: शेतकऱ्यांसाठी पीक विमा योजना

# schemeTitle2
source: PM Kisan Samman Nidhi
hi: पीएम किसान सम्मान निधि
mr: पीएम किसान सन्मान निधी

# schemeDesc2
source: Direct income support for farmers
hi: किसानों के लिए प्रत्यक्ष आय सहायता
mr: शेतकऱ्यांसाठी थेट उत्पन्न सहाय्य

# schemeTitle3
source: Kisan Credit Card
hi: किसान क्रेडिट कार्ड
mr: किसान क्रेडिट कार्ड

# schemeDesc3
source: Credit facility for agricultural needs
hi: कृषि आवश्यकताओं के लिए ऋण सुविधा
mr: कृषी गरजांसाठी कर्ज सुविधा

source: Ongoing
hi: चालू
mr: सुरू

source: Visit Website
hi: वेबसाइट पर जाएं
mr: वेबसाइट भेट द्या

# searchCrops
source: Search crops, varieties, markets...
hi: फसल, किस्म, बाज़ार खोजें...
mr: पिके, प्रकार, बाजार शोधा...

# loadingLocation
source: Getting your location...
hi: आपका स्थान प्राप्त कर रहे हैं...
mr: तुमचे स्थान मिळवत आहे...

source: Current Price
hi: वर्तमान मूल्य
mr: सध्याचा भाव

# marketName
source: Market
hi: बाज़ार
mr: बाजार

source: Last Updated
hi: अंतिम अपडेट
mr: शेवटचे अपडेट

source: Try Again
hi: पुनः प्रयास करें
mr: पुन्हा प्रयत्न करा
